Repository: gcala/kcm-pacman-repoeditor
Catalog: po/*.po
Languages: it

source: Add/Modify Repository
it: Aggiungi/Modifica Repository

source: Repository Name
it: Nome repository

source: Location:
it: Posizione:

source: Add
it: Aggiungi

source: Edit
it: Modifica

source: Remove
it: Rimuovi

source: Move Up
it: Sposta su

source: Move Down
it: Sposta giù

source: Available Repositories
it: Repository disponibili

source: Load a backup file
it: Carica un file di backup

# NAME OF TRANSLATORS
source: Your names
it: Giuseppe Calà

# EMAIL OF TRANSLATORS
source: Your emails
it: jiveaxe@gmail.com

source: Can't add repository. The repository name field can't be blank.
it: Non è possibile aggiungere il repository. Il nome del repository non può essere vuoto.

source: Can't add repository. The repository location field is not valid.
it: Non è possibile aggiungere il repository. La posizione del repository non è valida.

source: Can't add repository. The repository name field is not valid.
it: Non è possibile aggiungere il repository. Il nome del repository non è valido.

source: Address of remote or local packages repository
it: Indirizzo locale o remoto del repository dei pacchetti

source: Path to mirrors list file
it: Percorso dell'elenco dei mirror

source: Select local repository
it: Seleziona un repository locale

source: Select mirrors list
it: Seleziona l'elenco dei mirror

# @title
source: Chakra's Repositories Control Module
it: Modulo di controllo dei repository di Chakra

# @title
source: A KDE Control Module for Chakra's repositories management.
it: Il modulo di controllo di KDE per la gestione dei repository di Chakra

# @info:credit
source: Main Developer
it: Sviluppatore principale

source: Select backup file
it: Seleziona un file di backup

source: Can't load backup file. Selected file is not valid.
it: Non è possibile caricare il file di backup. Il file selezionato non è valido.

source: Unable to authenticate/execute the action: code %1
it: Impossibile autenticare/eseguire l'azione: codice %1

source: Unable to write the (%1) file: %2
it: Impossibile scrivere nel file (%1): %2

source: /etc/pacman.conf successfully saved
it: /etc/pacman.conf salvato correttamente

source: Active
it: Attivo

source: Address
it: Indirizzo
